"About HeliPort" = "Sobre HeliPort";
"Address: " = "Dirección de Red：";
"Cancel" = "Cancelar";
"Check for Updates..." = "Buscando por actualizaciones...";
"Create Diagnostics Report..." = "Crear Informe de Diagnóstico...";
"Create Network..." = "Añadir Red...";
"Disconnect from: " = "Disconnect from: "; //FIXME
"Dynamic WEP" = "WEP Dinámico";
"Enable Wi-Fi Logging" = "Habilitar Registro de Wi-Fi";
"Enter the name and security type of the network you want to join." = "Introduzca el nombre y el tipo de seguridad de la red a la que desea acceder.";
"FUNCTION NOT IMPLEMENTED" = "FUNCIÓN NO IMPLEMENTADA";
"Find and join a Wi-Fi network." = "Encuentra y ingresa a una red Wi-Fi. ";
"Interface Name: " = "Nombre de la Interfaz：";
"Join Other Network..." = "Acceder a otra red...";
"Join" = "Ingresar";
"Network Name:" = "Nombre de Red";
"No Network Avaliable" = "No hay redes disponibles";
"No Status Information Avaliable" = "No Hay Información de Estado Disponible";
"None" = "Ningún";
"Open Network Preferences..." = "Abrir Preferencias de Red...";
"Open Wireless Diagnostics..." = "Abrir Diagnóstico de Red Inalámbrica...";
"Password:" = "Contraseña：";
"Password" = "Contraseña";
"Quit HeliPort" = "Salir del HeliPort";
"Reachable" = "Reachable"; // FIXME
"Remember this network" = "Recuerda esta red";
"Security:" = "Seguridad";
"Show password" = "Mostrar Contraseña";
"Turn Wi-Fi Off" = "Activar Wi-Fi";
"Turn Wi-Fi On" = "Desactivar Wi-Fi";
"Unavailable" = "No Disponible";
"Unknown" = "Unknown"; // FIXME
"Unreachable" = "Unreachable"; // FIXME
"Username:" = "Nombre de Usuario";
"Version: " = "Version：";
"WEP" = "WEP";
"WPA/WPA2 Enterprise" = "WPA/WPA2 Empresarial";
"WPA/WPA2 Personal" = "WPA/WPA2 Personal";
"WPA2 Enterprise" = "WPA2 Empresarial";
"WPA2 Personal" = "WPA2 Personal";
"WPA2/WPA3 Enterprise" = "WPA2/WPA3 Empresarial";
"WPA2/WPA3 Personal" = "WPA2/WPA3 Personal";
"WPA3 Enterprise" = "WPA3 Empresarial";
"WPA3 Personal" = "WPA3 Personal";
"Wi-Fi: Connected" = "Wi-Fi：Conectado";
"Wi-Fi: Connecting" = "Wi-Fi：Conectando";
"Wi-Fi: Looking for Networks..." = "Wi-Fi：Procurando por Redes...";
"Wi-Fi Network \"" = "Red Wi-Fi \"";
"Wi-Fi: Off" = "Wi-Fi: Desactivado";
"Wi-Fi: On" = "Wi-Fi: Activado";
"Wi-Fi: Status unavailable" = "Wi-Fi: Status unavailable"; // FIXME
"\" Requires Password" = "\" Necesita una Contraseña";
"    IP Address: "      = "    IP Address: ";       // FIXME
"    Router: "          = "    Router: ";           // FIXME
"    Internet: "        = "    Internet: ";         // FIXME
"    Security: "        = "    Security: ";         // FIXME
"    BSSID: "           = "    BSSID: ";            // FIXME
"    Channel: "         = "    Channel: ";          // FIXME
"    Country Code: "    = "    Country Code: ";     // FIXME
"    RSSI: "            = "    RSSI: ";             // FIXME
"    Noise: "           = "    Noise: ";            // FIXME
"    Tx Rate: "         = "    Tx Rate: ";          // FIXME
"    PHY Mode: "        = "    PHY Mode: ";         // FIXME
"    MCS Index: "       = "    MCS Index: ";        // FIXME
"    NSS: "             = "    NSS: ";              // FIXME
